{
    "set-up_y2": "event1/22 22/farmer 76 17 1/changeToTemporaryMap Forest-FlowerFestival2/viewport -1000 -1000/loadActors Set-Up/advancedMove Jas true 3 620 4 620 1 620 2 620/advancedMove Vincent true 0 4 2 0 0 -4 -2 0/advancedMove Haley true 0 1 2 3000 2 0 0 -1 -2 0 3 500 4 500 1 500 2 500 2 0 1 500 2 500 3 500 4 500 0 2 0 -2 -2 0/advancedMove Alex true 4 12500 1 2000/advancedMove Gus true 4 8000 -2 0 3 400 4 6000 2 0 4 1000/advancedMove Elliott true 4 14500 1 2350/advancedMove Emily true 2 2000 1 1200 1 0 3 1750 4 650 3 600 2 500 1 675 4 1000 0 -1 4 1250 3 600 2 600 1 600 4 600 3 1000 -1 0 3 1000 2 800 1 800 4 800 3 800 2 2000 0 1 2 2000 1 500 2 500 3 500 4 500 1 500 2 500/positionOffset Sebastian -6 -20/positionOffset Leah -24 10/positionOffset Clint -12 24/positionOffset Caroline -12 12/positionOffset Jodi 16 6/positionOffset Robin -6 12/positionOffset Kent? -12 24/positionOffset Marlon -16 0/positionOffset Penny -20 -9/positionOffset Sam 6 12/positionOffset Shane 12 -12/playerControl flowerFestival/viewport player clamp true unfreeze/globalFadeToClear",
    "Abigail_spouse_y2": "Kita tidak harus menari kalau kamu tidak mau!$1",
    "Penny_spouse_y2": "Aku bisa membayangkan kita pindah ke tempat seperti ini suatu hari nanti.$h",
    "Leah_spouse_y2": "Kita harus pergi mendaki di hutan ini suatu saat! Aku yakin ada jamur...",
    "Haley_spouse_y2": "Hari ini adalah hari besar! Kita akan jadi pusat perhatian di seluruh tarian!$1",
    "Maru_spouse_y2": "Aku tidak banyak berlatih sebelumnya, tapi aku akan memberikan yang terbaik untuk kita berdua.$0",
    "Emily_spouse_y2": "Hai, aku penasaran apa yang kamu lakukan!$0",
    "Harvey_spouse_y2": "Aku memakai dasi terbaikku untuk acara ini.$4",
    "Alex_spouse_y2": "Hai, aku merasa sangat percaya diri hari ini. Kita akan tampil hebat di upacara... ikuti saja langkahku.$0",
    "Sam_spouse_y2": "Wow, kamu terlihat sangat keren hari ini.$0",
    "Sebastian_spouse_y2": "Kamu adalah satu-satunya alasan aku datang jauh-jauh ke sini...$1",
    "Elliott_spouse_y2": "Boleh aku mengajakmu menari?$4",
    "Shane_spouse_y2": "*sendawa* Aku mungkin kebanyakan makan untuk menari... maaf.$0",
    "Abigail_y2": "Mereka harus membuat para lansia menari tahun ini. Aku yakin mereka akan menyukainya!",
    "Robin_y2": "Apa itu aroma bunga? Atau parfum Caroline?$0",
    "Demetrius_y2": "Pertemuan seperti ini memberikan rasa identitas bagi komunitas kita.#$b#Atau seperti kata istriku... 'ini membuat kota jadi hidup'!",
    "Maru_y2": "Mengajak seseorang untuk menari bisa sedikit membuat deg-degan.$0",
    "Sebastian_y2": "Aku tidak datang ke sini atas kehendak sendiri.$0",
    "Linus_y2": "Apa panen salmonberry-mu berhasil?$0#$b#Aku mengumpulkan cukup banyak untuk membuat jeli manis dan asam! Aku membawa beberapa hari ini untuk dicicipi semua orang.$1",
    "Pierre_y2": "Hei, kamu tidak seharusnya ada di sini!$3#$e#Yah, kalau kamu tetap di sini... mau menjaga kios sebentar? Aku ingin mencicipi jeli manis dan asam milik Linus.#$e#Aku bercanda, aku tidak tahan jauh dari kasir...$2",
    "Caroline_y2": "Aku ingin mengajak suamiku menari, tapi dia tidak begitu tahu caranya.$0",
    "Alex_y2": "Kunci untuk menari adalah memiliki kepercayaan diri.$1",
    "George_y2": "Bunga? Lebih seperti magnet lebah. Hmph. Lagipula aku tidak bisa mencium banyak.$0",
    "Evelyn_y2": "Dulu aku sering mengunjungi tempat ini saat masih muda. Tidak banyak berubah selama bertahun-tahun.$0",
    "Lewis_y2": "Selamat siang, @. Cuaca untuk perayaan hari ini tidak bisa lebih sempurna.$0#$b#Datanglah bicara denganku saat kamu siap memulai upacara.$0",
    "Clint_y2": "*mendesah* Semua orang sudah berpasangan... dan aku di sini sendirian, lagi-lagi...$2#$e#Yah, aku akan tenggelamkan kesedihanku dengan jeli manis dan asam itu.",
    "Penny_y2": "Vincent mengajakku menari bersamanya. Bukankah itu lucu?$0",
    "Pam_y2": "Jeli merah yang melayang di angin terlihat seperti sedang menari!$1#$e#Heh... Mungkin itu hanya anggur yang berbicara.$0",
    "Emily_y2": "Oh, hai! Tahun ini aku bersaing dengan kakakku untuk gelar ratu bunga.$0#$b#Aku sudah berlatih koreografiku!$1",
    "Haley_y2": "Satu, dua, tiga... satu, dua, tiga... Oh, hai. Aku sedang agak sibuk.$0",
    "Jodi_y2": "Aku punya anting khusus yang hanya kukenakan setahun sekali untuk acara ini.$0#$e#Itu berbentuk bunga daffodil... lihat?$h",
    "Kent_y2": "Pernahkah kamu bertanya-tanya... mengapa kita menganggap bunga itu indah?#$e#Jika aku dan Jodi punya anak perempuan suatu hari nanti, mungkin kami akan menamainya dengan nama bunga.$h",
    "Marlon_y2": "Hmm. Aku pikir aku melihat sesuatu bergerak di seberang air.$0",
    "Sam_y2": "*bersin* Aku akan lebih menikmati acara ini kalau bukan karena alergiku. Aku harus tahan saja!$0",
    "Leah_y2": "Aku benar-benar merasa terhubung dengan alam di tempat yang jauh dari kota ini.$0",
    "Shane_y2": "Aku tidak menemukan baju bersih, jadi baju ini yang harus kupakai.$0",
    "Marnie_y2": "Ladang terbuka ini adalah tempat penggembalaan yang sempurna untuk ternak, setuju?$0#$e#Psst... Kurasa Lewis akan mengajakku menari!$1",
    "Elliott_y2": "Menari di tengah latar belakang bunga yang penuh pesona adalah pengalaman yang menggembirakan.$1",
    "Gus_y2": "Sudah mencoba salad dandelion? Aku menyiapkannya segar di sini!$0",
    "Dwarf_y2": "Kamu bilang sedang hujan di atas sana?#$e#Hujan... Itu hampir seperti mitos bagi kami. Beberapa dari kami menjalani seluruh hidup tanpa pernah merasakannya.",
    "Wizard_y2": "Hmm? Bagaimana kamu bisa naik ke sini?$0",
    "Harvey_y2": "Jika kamu meluangkan waktu untuk memikirkan kesulitan hidup, itu bisa memberikan perspektif.$0#$b#Tiba-tiba, menari di depan seluruh kota dengan setelan yang tidak pas tidak terasa terlalu buruk!$h",
    "Sandy_y2": "Aku dengar sedang hujan di kampung halaman. Apa itu sebabnya kamu ke sini?$h#$e#Aku agak merindukan hujan, sebenarnya...$s",
    "Jas_y2": "*tertawa* Apa aku melakukannya dengan benar?$1",
    "Vincent_y2": "Jika ada ratu bunga... pasti ada raja bunga!$0",
    "Willy_y2": "Aye, air ini penuh dengan ikan besar. Sayang aku tidak bawa joran!$0",
    "Leo_y2": "Kamu butuh pasangan untuk ikut menari? Apa burung bisa dihitung?$0"
}