{
    "set-up_y2": "ocean/-1000 -1000/farmer 38 3 2/changeToTemporaryMap Beach-Jellies2/viewport -1000 01000/loadActors Set-Up/positionOffset Willy 0 -20/advancedMove Haley true 3 6750 4 300 0 -2 4 300 3 5500 2 300 0 2 2 250 3 2000/advancedMove Vincent true 3 4000 2 300 1 250 3 0 0 -2 4 250 1 5350 4 300 0 -3 4 300 1 5750 2 300 0 3 2 300 1 5000 2 250 0 2 -3 0 3 2000/advancedMove Abigail true 3 4250 2 250 0 5 2 300 3 7500 4 300 0 -5 4 250 3 1000/advancedMove Caroline false 2 12500 -2 0 0 1 -13 0 0 8 2 300 3 1000/advancedMove Alex true 2 7250 1 250 3 0 1 250 2 5000 3 300 -3 0 2 3000/playerControl jellies/viewport player clamp true unfreeze/globalFadeToClear",
    "mainEvent_y2": "pause 500/globalFade/viewport -1000 -1000/loadActors MainEvent/changeLocation Beach/warpFarmers 28 36 2 26 36 2 33 35 2 40 35 2 27 35 2 30 35 2 37 34 2 39 34 2 up 42 35 3/positionOffset farmer 0 16/warp spouse 29 36/faceDirection spouse 2/warp Caroline 36 35/faceDirection Caroline 2 true/warp Pierre 37 35/faceDirection Pierre 2 true/specificTemporarySprite candleBoat/viewport 26 36 true/pause 2000/move Lewis 0 1 2/move Lewis -2 0 3/pause 400/showFrame Lewis 16 true/animate Lewis false false 200 25 16 17 17/pause 800/playSound parry/specificTemporarySprite candleBoatMove/pause 500/showFrame Lewis 0 true/animate Lewis false false 200 25 12/pause 400/faceDirection Lewis 2/pause 6000/specificTemporarySprite moonlightJellies/pause 10000/playMusic moonlightJellies/pause 18000/emote Robin 16/pause 500/emote Jodi 56/pause 500/jump Maru/pause 500/emote Penny 20/pause 1250/emote Caroline 16/pause 1250/faceDirection Robin 1 true/pause 750/faceDirection Demetrius 3 true/pause 2000/faceDirection Robin 2 true/pause 750/faceDirection Demetrius 2 true/pause 2500/showFrame Willy 24/pause 500/showFrame Willy 25/pause 1500/viewport move -1 0 8000/pause 2650/showFrame Kent 16/pause 1500/move Jodi 0 1 2/pause 1500/showFrame Jodi 25/pause 4500/faceDirection Vincent 2 true/pause 300/faceDirection Vincent 1 true/pause 150/move Vincent 1 0 2/move Vincent 0 2 2/pause 600/jump Vincent/pause 400/viewport move 1 0 20000/pause 2000/faceDirection Vincent 1 true/pause 1000/faceDirection Vincent 2 true/pause 1000/move Lewis 1 0 2/move Lewis 0 1 2/showFrame Lewis 18/pause 4300/showFrame Demetrius 19/pause 3000/faceDirection Caroline 1 true/pause 1000/faceDirection Pierre 3 true/pause 2000/globalFade/viewport -1000 -1000/pause 2000/pause 1000/message \"Cahaya musim panas telah memudar sekarang... dan ubur-ubur bulan melanjutkan perjalanan mereka menuju ketidakpastian yang besar.\"/playMusic none/pause 2000/waitForOtherPlayers festivalEnd/end",
    "Abigail_spouse_y2": "Aku bawa selimut untuk kita kalau-kalau kita kedinginan nanti.$0#$e#Selimutnya agak kecil, tapi aku yakin kita bisa memakainya bersama...$4",
    "Haley_spouse_y2": "Aww... Sungguh romantis, dengan semua lilin ini.$4#$e#Selamat tinggal, Musim Panas...$s",
    "Maru_spouse_y2": "Menurutmu aku punya cukup waktu untuk ambil teleskopku dari rumah pertanian?$0#$e#Hmm... mungkin tidak. Aku nggak mau ketinggalan ini!$0",
    "Emily_spouse_y2": "Hai, kamu ada di sini!$0#$e#Lautan menyimpan begitu banyak rahasia dan keajaiban. Sungguh luar biasa.$0",
    "Leah_spouse_y2": "Aku bawa anggur bersoda untuk acara utama... Musim panas belum berakhir!$0",
    "Penny_spouse_y2": "Andai aku tahu akan se dingin ini, aku pasti bawa teko teh untuk kita!$0",
    "Alex_spouse_y2": "Aku sedang menghabiskan waktu sebentar dengan keluarga. Aku akan ketemu kamu di dermaga sebentar lagi, oke?$0",
    "Sam_spouse_y2": "Wow... kamu terlihat keren banget malam ini!$10",
    "Harvey_spouse_y2": "Hai, sayang. Sebentar lagi ubur-ubur akan muncul... Ini nggak pernah membosankan!$0",
    "Shane_spouse_y2": "Apa kamu sudah siap untuk musim gugur? Aku sih iya...#$e#Hah? Oh, aku beli sekantong besar keripik labu. Kamu boleh ambil satu kalau mau.",
    "Sebastian_spouse_y2": "Aku ingat Festival Ubur-Ubur Bulan pertama yang kamu datangi.#$b#Kamu nggak notice, tapi aku memerhatikanmu saat ubur-ubur muncul. Kamu terlihat cantik dalam cahaya biru itu...$l",
    "Elliott_spouse_y2": "Ah, aku sedang bertanya-tanya kapan kamu akan datang!$0#$e#Ayo ke dermaga sebentar lagi, dan sambut tamu-tamu akuatik kita!$1",
    "Abigail_y2": "Katanya ada ubur-ubur hijau yang langka. Aku ingin jadi yang pertama melihatnya malam ini!$0",
    "Robin_y2": "Setiap tahun, aku pastikan untuk memeriksa perahu lilin dan menambal lubang-lubangnya.#$e#Bayangin kalau perahunya tenggelam selama festival...$1",
    "Demetrius_y2": "Ada jenis 'ubur-ubur' lain yang kadang ditangkap pemancing dari air. Meski namanya sama, mereka sangat berbeda dengan Ubur-Ubur Bulan...",
    "Maru_y2": "Kamu lihat cahaya samar di cakrawala? Itu pasti mereka!$0",
    "Sebastian_y2": "Saat kamu menatap lautan, ada kemungkinan sesuatu di bawah sana juga sedang menatapmu...$0",
    "Linus_y2": "Aku perhatikan nggak ada orang lain di dermaga ini, jadi aku diam-diam menyelinap ke sini.$0#$e#Aku juga suka melihat ubur-ubur.",
    "Pierre_y2": "Halo, petani @. Jangan lupa mampir ke tokoku besok untuk beli benih musim gugur!$0",
    "Caroline_y2": "Aku senang ubur-ubur memilih untuk mengunjungi kita selama perjalanan mereka ke selatan. Ini momen magis yang bisa kita nikmati bersama komunitas.$0",
    "Alex_y2": "Sayang sekali musim panas harus berakhir, tapi begitulah hidup...$0",
    "George_y2": "Dulu, kami biasa mengambil ubur-ubur dan memasukkannya ke dalam toples...$h#$e#Zaman sudah berubah... Zaman sudah berubah...",
    "Evelyn_y2": "Aku dan George sudah menyaksikan ubur-ubur datang dan pergi bersama selama puluhan tahun.$1",
    "Lewis_y2": "Salam, @. Saat malam tiba, Ubur-Ubur Bulan semakin mendekati garis pantai.#$b#Begitu kita melepas perahu lilin, mereka akan berkumpul di sekitar dermaga.$0",
    "Clint_y2": "Aku terlalu dekat dengan ombak, dan kakiku basah kuyup...$2",
    "Penny_y2": "Brr... anginnya dingin. Aku seharusnya pakai topi!",
    "Pam_y2": "Hai, nak. Kamu petani. Jadi, bilang, bisa nggak bikin jeli dari ubur-ubur ini?#$e#Bakal hemat banyak kalau aku bisa olesin itu di rotiku!$1",
    "Emily_y2": "Ubur-ubur bulan punya aura biru misterius yang dalam...$0#$e#Ada lebih banyak hal tentang mereka daripada yang terlihat.$0",
    "Haley_y2": "Aku nggak sempat pakai makeup... Menurutmu ada yang akan notice di kegelapan?",
    "Jodi_y2": "Bulan purnama akan memandu ubur-ubur ke pantai kita.",
    "Kent_y2": "Hai. Punya rencana besar untuk musim gugur?",
    "Marlon_y2": "Mungkin aku cuma punya satu mata yang bagus, tapi aku jamin aku akan lihat makhluk jahat yang mengintai di kegelapan.",
    "Sam_y2": "Musim panas hampir berakhir. Aku akan kangen sama hari-hari panjang!",
    "Leah_y2": "Punya rencana seru untuk musim gugur? Aku perlu dekorasi rumahku secepatnya.",
    "Shane_y2": "Aku penasaran berapa banyak yang akan muncul tahun ini?$0",
    "Marnie_y2": "Aku nggak bisa melangkah lebih jauh di dermaga. Suara kayu berderit bikin aku gemetar.$s#$e#Waktu kecil, aku pernah jatuh melalui dermaga yang lapuk, dan itu membuatku trauma...$s",
    "Elliott_y2": "Cahaya lilin yang berkilau di air benar-benar memukau. Seperti lukisan yang hidup.$0",
    "Gus_y2": "*sniff* Ahh... aroma segar lautan selalu memuaskan.$0",
    "Dwarf_y2": "Kamu bilang sedang hujan di atas sana? *terkejut*#$e#Hujan... Itu hampir seperti mitos bagi kami. Beberapa dari kami menjalani seluruh hidup tanpa pernah merasakannya.",
    "Wizard_y2": "Telur-telur bercahaya dari Lunaloos adalah reagen yang sangat kuat...",
    "Harvey_y2": "Dengan setiap detik yang berlalu, antisipasiku semakin besar...$0",
    "Sandy_y2": "Aku dengar sedang hujan di kampung halaman. Apa itu sebabnya kamu ke sini?$h#$e#Aku agak merindukan hujan, sebenarnya...$s",
    "Jas_y2": "Bagaimana ubur-ubur tahu ke mana berenang kalau mereka nggak punya mata?$0",
    "Vincent_y2": "Aku pernah menyentuh ubur-ubur dan tanganku tersengat.$2",
    "Willy_y2": "Aturan lama nelayan... kalau kamu memancing ubur-ubur bulan, kamu harus melepasnya kembali ke laut.$0",
    "Leo_y2": "Teman-teman lamaku dari rumah akan mengunjungi kita sebentar lagi!$1"
}