{
    "set-up_y2": "christmasTheme/-1000 -1000/farmer 12 54 1/changeToTemporaryMap Town-Christmas2/viewport -1000 -1000/loadActors Set-Up/viewport player clamp true unfreeze/globalFadeToClear/playerControl christmas",
    "secretSanta_y2": "none/-1000 -1000/farmer 30 69 0/warp Abigail 35 73/warp Caroline 16 54/warp secretSanta 29 75/faceDirection secretSanta 0/viewport 30 67 true/pause 2000/move secretSanta 0 -4 0/move secretSanta 1 0 0/pause 500/shake secretSanta 100/playSound stoneStep/specificTemporarySprite secretGift/pause 100/faceDirection farmer 2/pause 200/jump farmer/pause 700/emote farmer 16/pause 100/move secretSanta -1 0 0/move secretSanta 0 -2 0/pause 700/faceDirection farmer 3/pause 500/faceDirection secretSanta 1/pause 500/speak secretSanta \"dialogue1\"/pause 300/faceDirection farmer 2/pause 800/showFrame 4/pause 300/playSound cut/specificTemporarySprite secretGiftOpen/pause 400/stopAnimation farmer/faceDirection farmer 2/pause 1000/cutscene addSecretSantaItem/pause 3000/null/faceDirection farmer 3/speak secretSanta \"dialogue2\"/pause 600/eyes 1 -1500/emote farmer 32/pause 1000/globalFade/viewport -1000 -1000/warp Abigail 29 71/warp Caroline 30 71/faceDirection Caroline 0 true/faceDirection Abigail 0 true/warp secretSanta warpX warpY/faceDirection farmer 2/cutscene clearTempSprites/playMusic christmasTheme/viewport 30 67 true/playerControl christmas2",
    "Abigail_spouse_y2": "Brr... Dingin banget! Aku pengen balik ke bawah selimut...",
    "Leah_spouse_y2": "Elliott kebanyakan minum cider lagi...$7#$e#Aku akan ketemu kamu di meja begitu aku bisa cari jalan keluar... Aku lapar banget!",
    "Maru_spouse_y2": "Aku bersyukur punya keluarga yang penuh kasih dan kamu dalam hidupku...$0",
    "Penny_spouse_y2": "Semoga semua orang suka powdermelon crisp buatanku...$h",
    "Haley_spouse_y2": "Saat aku menghitung semua hal baik dalam hidupku, aku merasa diberkati oleh Bintang Musim Dingin.",
    "Emily_spouse_y2": "Waktu aku dan Haley masih kecil, kami selalu menghias kue di festival ini.#$b#Kita harus coba kapan-kapan! Tradisi bagus nggak boleh punah.$h",
    "Sebastian_spouse_y2": "Hei... jangan khawatir, kamu nggak perlu kasih aku apa-apa.$h#$e#Aku cuma senang bangun di sampingmu setiap pagi... apa lagi yang bisa cowok minta?$l",
    "Sam_spouse_y2": "Seru juga lihat semua orang buka kado mereka... lihat reaksi mereka.$h#$e#Oh iya, aku punya sesuatu buatmu. Nanti aku... tunjukin pas kita balik ke rumah pertanian!$10",
    "Alex_spouse_y2": "Beri tahu aku kalau kamu kedinginan. Aku pinjemin jaketku.$0",
    "Harvey_spouse_y2": "Banyak hal yang aku syukuri, seperti klinikku, kesehatan pasienku...#$b#Tapi yang paling aku syukuri adalah hidup yang kita bangun bersama...$l",
    "Elliott_spouse_y2": "Sayangku, aku nggak butuh apa-apa di hari ini... kamu sudah jadi hadiah terbesar yang bisa diharapkan seorang pria.$h",
    "Shane_spouse_y2": "Aku bersyukur atas apa?#$b#....uh...$3#$b#Aku bersyukur... karena kamu menarikku dari selokan. Dan menunjukkan bahwa hidup layak dijalani.$6",
    "Abigail_y2": "Aku penasaran kado mana yang buatku...$0#$e#Semoga kotak besar itu!$h",
    "Robin_y2": "Yah... Suami kasih aku gergaji listrik baru tahun ini...$6#$b#Dia pasti lupa kalau dia kasih aku yang sama dua tahun lalu!$6",
    "Demetrius_y2": "Hmm... Jeli hijau ini rasanya mint.$3#$b#Aku penasaran kenapa mint dikaitkan dengan Pesta Bintang Musim Dingin? Apa mint tumbuh di musim dingin?$3",
    "Maru_y2": "Hari ini cukup dingin. Untung semua orang di sini pakai pakaian hangat.$0",
    "Shane_y2": "Salah satu keuntungan cuaca dingin adalah aku bisa taruh pizza beku di bawah pohon.#$e#Seseorang bakal dapat kejutan menarik...$h",
    "Sebastian_y2": "Kurasa senang juga keluarga lengkap berkumpul sekali ini.$7",
    "Pierre_y2": "Butuh kado last-minute? Aku siap bantu! Lihat barang daganganku.$0",
    "Caroline_y2": "Bukankah pohon itu indah?$h#$b#Aku habiskan pagi ini untuk menghiasnya bareng Marnie dan Jodi. Tradisi yang seru!",
    "Linus_y2": "Walikota secara pribadi mengundangku ke mejanya. Aku nggak bisa nolak itu!",
    "Alex_y2": "Aku yakin banget ada kado berbentuk bola gridball dengan namaku di bawah pohon roh.$1",
    "George_y2": "Aku sudah menghabiskan seharian sama keluarga. Buat apa keramaian besar di cuaca dingin?$0",
    "Evelyn_y2": "Kamu boleh banget gabung sama kami di meja, sayang.$0",
    "Lewis_y2": "Selamat Pesta Bintang Musim Dingin, @.$h#$e#Ini waktu untuk bersantai, menikmati kebersamaan, dan bersyukur atas semua yang kita miliki.$0",
    "Clint_y2": "Aku bisa pakai alat pandai besi baru. Punyaku udah agak berkarat selama bertahun-tahun.$0",
    "Emily_y2": "Lihat! Itu 'Bintang Musim Dingin'!%noturn$6#$e#Oh, salahku. Cuma dekorasi!$h",
    "Penny_y2": "$y 'Halo, @. Kado seperti apa yang kamu harapkan tahun ini?_Ember susu iridium_Oh? Aku belum pernah dengar soal itu. Kedengarannya mahal._Buku yang menarik_Ya, buku bisa jadi kado yang sangat bagus!$h_Segumpal batu bara_...Aku nggak tahu kamu bercanda atau nggak, tapi itu bisa jadi kado yang berguna!$h'",
    "Pam_y2": "Anggur panas adalah satu-satunya yang bikin aku hangat di cuaca dingin ini!$h",
    "Haley_y2": "Cantik banget... Aku berharap kota kita selalu kelihatan kayak gini!$0",
    "Jodi_y2": "Tempat ini untuk kado-kado tambahan. Tahun ini kado terlalu banyak untuk dihitung!$0",
    "Kent_y2": "Melihat anak kecilku bahagia dan sehat adalah yang aku syukuri.$h",
    "Sam_y2": "Siapa sih yang ngasih keranjang Joja?...$2",
    "Leah_y2": "Kadang aku takut pergi ke pesta, tapi setelahnya aku selalu senang aku datang!",
    "Marnie_y2": "Selamat Berpesta, @!$1",
    "Elliott_y2": "*urp*$8#$b#Ahh... maaf. Mana sopan santunku? Cider berbumbu ini punya fizz yang cukup kuat.$4",
    "Gus_y2": "Makan! Makan, selagi masih segar dan panas.$0#$e#Aku bisa ceritain panjang soal metode baru bikin permen tongkat... tapi tahun ini aku nggak akan bikin kamu bosen!$1",
    "Willy_y2": "Aku orang sederhana, @... Aku bersyukur punya atap kokoh di atas kepala dan sekaleng kacang panas di pagi hari!$h",
    "Wizard_y2": "Ah, Bintang Musim Dingin yang misterius. Salah satu alasan aku pilih lembah ini sebagai lokasi untuk... penelitianku.",
    "Harvey_y2": "Sudah coba pai pecan? Itu favoritku.$0",
    "Jas_y2": "Sudah waktunya buka kado belum?$0",
    "Vincent_y2": "Aku dapat mainan dinosaurus yang aku mau! Lihat!$1#$e#Namanya... stego-...stegosonaurus! ...Kayaknya sih.$0",
    "Marlon_y2": "Hmm? Oh, halo.$0#$e#Jangan pikirin aku. Nikmati saja dirimu.",
    "Leo_y2": "Aku nggak tahu apa sebagian besar barang ini... tapi rasanya enak!$0"
}