{
    "FlowerDance_Accept": "Hai, tentu saja. Ayo kita lakukan. Kita bisa malu-malu bareng.$h",
    "AcceptBirthdayGift_Positive": "Hai, kamu ingat ulang tahunku... Terima kasih, @! Ini benar-benar bagus!$h",
    "AcceptBirthdayGift_Negative": "Hai, kamu ingat ulang tahunku... Terima kasih, @!$h#$b#Oh, Oh, ini, uh... *sniff*... apa ini?$s",
    "AcceptGift_(O)StardropTea": "Wow... warnanya begitu indah, seperti amethyst. Terima kasih!",
    "AcceptGift_(TR)BasiliskPaw": "Jijik... aku suka!$h",
    "AcceptGift_(O)SkillBook_4": "Hei, ini majalah favoritku! Ayahku tidak mengizinkan aku berlangganan, jadi aku harus mendapatkannya di pasar gelap seperti ini...$h",
    "AcceptGift_(O)Book_Void": "Whoa, itu buku yang terlihat menyeramkan... Aku suka!#$b#*Balik halaman* *balik halaman* *balik halaman*... Ooh... Ini penuh dengan monster...$h#$b#Aku harus mempelajari ini sebelum pergi ke gua... Terima kasih!",
    "AcceptGift_(O)109": "Whoa... Di mana kamu menemukan ini? Pengerjaannya sangat menarik....#$b#Agak terlalu berkarat untuk digunakan, tetapi aku akan menambahkannya ke dalam koleksi aku.",
    "AcceptGift_(O)119": "Ini membuat kamu bertanya-tanya... Ribuan tahun yang lalu, mungkin ada seorang wanita gua berambut ungu yang memainkan seruling ini, sama seperti aku.#$b#...Aku harus mencucinya sebelum menempelkannya ke bibir aku..$h",
    "AcceptGift_(O)66": "$c 0.5#Wow... itu hanya warna aku! Terima kasih., @!$h#Terima kasih! Ini adalah batu favorit aku. Ini sangat cantik..",
    "GreenRain": "Aku ingin menjelajah, tapi aku tahu ibu aku agak khawatir. Aku tidak ingin menambah stresnya.",
    "GreenRainFinished": "Dan begitu saja, semuanya kembali normal. Ini seperti sihir!$h",
    "GreenRain_2": "Pernahkah kamu melihat semua pohon-pohon gila di sekitar kota? Segalanya terlihat sangat berbeda... Aku merasa seperti berada di dunia peri.",
    "cc_Begin": "Jangan bilang siapa-siapa, tapi aku menyelinap ke pusat komunitas tua tadi malam... Aku pikir itu berhantu!",
    "AcceptGift_(O)279": "Oh, wow... @! Apakah kamu yakin ingin memberikan ini kepada aku? Hal ini sangat langka!#$b#Aku akui, mulut aku sudah berair...$h",
    "mineArea_10_oneday": "Aku dengar kamu telah menjelajahi tambang-tambang tua. Kedengarannya menyenangkan.!$h#$e#...Aku sedang mengumpulkan keberanian untuk pergi ke sana sendiri...$s",
    "eventSeen_733330_memory_oneday": "Sam dan Sebastian meminta aku untuk bermain drum di band mereka... Aku belum pernah bermain drum sebelumnya, tapi sebenarnya cukup menyenangkan.#$e#kamu harus belajar bagaimana menggerakkan anggota tubuh kamu ke ritme yang berbeda, pada waktu yang sama. Aku merasa otak aku berkembang.$h",
    "eventSeen_1_memory_oneweek": "Hai, I finally beat the first level of Journey Of The Prairie King! Watching you play helped a lot.",
    "eventSeen_2_memory_oneday": "Sebastian mengatakan bahwa dia mendengar musik aneh saat makan malam kemarin....#$e#Aku tidak memberitahunya bahwa itu adalah kami! Sepertinya lebih baik tetap menjadi misteri.$h",
    "eventSeen_3": "Roh-roh memiliki pikiran mereka sendiri...$l",
    "wonEggHunt": "Merasa cukup senang dengan perburuan telurnya, ya? Nah, tahun depan kamu tidak akan seberuntung ini...$u",
    "wonEggHunt_memory_oneyear": "Aku masih marah karena kau mengalahkanku dalam perburuan telur tahun lalu. Sebaiknya kau mulai berlatih...",
    "dating_Abigail": "%Abigail memerah, tapi dia terlihat bahagia.",
    "dating_Abigail_memory_oneday": "...Kau lucu..$l",
    "dating_Abigail_memory_oneyear": "Uh... @? Kami telah berpacaran selama hampir satu tahun. Apakah ini akan berhasil?$s",
    "dating_Sebastian_memory_oneday": "Aku dengar kau dan Sebastian mulai berkencan... Aku tidak menyadari kalian punya sesuatu...$6",
    "dating_Sam": "Hai, aku dengar kamu dan Sam sudah bersama... Dia adalah orang yang benar-benar baik!$h#$e#Kami sudah berteman sejak lama. Sebaiknya kamu bersikap baik padanya, atau kamu akan melihat sisi buruk aku!",
    "married_Sebastian": "Selamat atas pernikahannya. Aku kira ini berarti Sebastian tidak akan pindah ke kota seperti yang selalu dia bicarakan.$6#$b#Itu akan menyenangkan. Aku akan sedih jika tidak pernah bertemu dengannya lagi. Kami selalu berteman baik.$6",
    "married_Sam": "Haha... Aku tidak percaya Sam sudah menikah sekarang. Siapa sangka?$h#$e#Di samping bercanda, aku pikir dia akan menjadi ayah yang hebat suatu hari nanti.",
    "movieTheater": "Apakah kamu sudah mendengar tentang bioskop baru di kota ini? Aku bersemangat untuk memeriksanya!$h",
    "FlowerDance_Accept_Spouse": "T... Tapi... Aku ingin berdansa dengan...$s#$b#Hanya bercanda! Tentu saja aku berdansa denganmu. Aku mencintaimu.$h",
    "FlowerDance_Decline": "Itu bagus sekali... tapi Aku harus mengatakan tidak. Maaf.",
    "4": "Oh, hai.",
    "Wed4": "Aku tidak bisa mempercayai orang yang tidak suka binatang...#$e#Oh, jangan khawatir! Aku tahu kau penyayang binatang.!$h"
}