{
    "AcceptBirthdayGift_Positive": "Terima kasih, Sayang. Kamu baik sekali mengingat hari ulang tahunku..$h",
    "AcceptBirthdayGift_Negative": "Oh... apakah itu... hadiah ulang tahun? Aku mengerti... terima kasih sudah mampir..$a",
    "AcceptGift_(O)StardropTea": "Ooohh... ini bagus. Aku akan menyimpannya untuk hari yang tenang di ruang berjemur.",
    "AcceptGift_(O)16": "Oh, kamu telah mencari makan! Terima kasih.!#$b#Aku akan membuat saus koktail pedas dengan ini. Itu akan membuat rambut di dada Pierre.$h",
    "cropMatured_815": "Aku perhatikan kamu menanam teh di kebun kamu. Pastikan untuk membawakan aku secangkir!$h",
    "dating_Abigail_memory_oneday": "Abby mengatakan kepada aku bahwa kamu dan dia saling bertemu. Itu manis.!",
    "GreenRain": "Aku belum pernah melihat hujan hijau sebelumnya... Pasti tidak terlalu berbahaya jika kamu berhasil sampai di sini!",
    "GreenRain_2": "Ah, hujan yang istimewa telah kembali! Tahun ini, aku akan memanfaatkannya sebaik mungkin!#$e#Ini membutuhkan secangkir teh hijau!$h",
    "movieTheater_memory_oneweek": "Menyenangkan sekali ada bioskop di kota ini. Aku ingin menonton film barat!",
    "married_Abigail": "Aku turut berbahagia untuk kalian berdua! Selamat datang di keluarga!$h",
    "wonGrange": "Pierre mencoba bersikap tenang, tetapi dia marah karena kalah dari kamu di Stardew Valley Fair.",
    "married_memory_oneweek": "Ah, pengantin baru. Jadi, bagaimana bulan madunya?#$e#Aku mengerti. Yah, aku kira pertanian akan layu jika kamu mengambil waktu...",
    "eventSeen_719926": "Apa kau merasa rileks? Aku yakin...",
    "houseUpgrade_1": "$y 'Kudengar kau punya dapur baru! Apa kau akan sering memasak? Aku berencana! Itu keahlian yang bagus untuk dimiliki. Dan dengan semua bahan-bahan segar di pertanianmu, kamu akan duduk dengan cantik!/Nah, itu hanya untuk penampilan saja./Aku mengerti. Nah, jangan lupa untuk makan dengan benar... nutrisi itu penting.'",
    "achievement_15": "Dilihat dari aroma gurih yang tercium dari rumah kamu, aku tahu kamu sedang sibuk di dapur!$h"
}