{
    "AcceptBirthdayGift_Positive": "Aku biasanya tidak mendapatkan hadiah ulang tahun. Ini benar-benar sangat berarti, @. Terima kasih..",
    "AcceptBirthdayGift_Negative": "Apakah ini hadiah ulang tahun? Ini, eh... pilihan yang menarik. Yah, aku menghargai bahwa kau mengingatku.",
    "AcceptGift_(O)StardropTea": "Kau memberikan ini... padaku? Aku tidak berpikir aku pantas mendapatkannya, tapi .. terima kasih.",
    "AcceptGift_(O)SkillBook_3": "Oh, menarik... Buku-buku ini tidak mudah didapat di lembah.#$b#Sepertinya ada banyak kiat bagus di sini. Terima kasih., @.",
    "mineArea_40": "Ah, aku tahu dari bekas goresan di beliungmu bahwa kamu telah mencapai lapisan ranjau yang lebih dalam. Jika mulai sulit untuk memecahkan batu, kamu harus meningkatkan kemampuan beliungmu. Aku bisa bantu.",
    "GreenRain": "Dalam situasi seperti inilah, karakter sejati seseorang diuji.#$e#Aku akan menjaga Em... Maksudku, aku akan menjaga semua orang aman dari hujan beracun!",
    "GreenRainFinished": "Itu adalah sebuah kegagalan. Dan di sini aku pikir akhirnya inilah kesempatan aku untuk menjadi pahlawan. Oh well... Kembali ke batu asah.",
    "GreenRain_2": "Aku merasa tidak enak mengakuinya, tetapi terkadang aku berharap ada bencana yang nyata, bukan hanya hujan hijau yang bodoh.#$b#Sesuatu yang mengguncang segalanya, kamu tahu?#$b#Bukan berarti aku ingin orang lain terluka...#$b#Aku hanya ingin merasa hidup... Untuk merasa seperti aku memiliki tujuan...",
    "mineArea_121": "Menarik. Ada serpihan kecil iridium di beliung kamu... kamu telah pergi ke gua-gua gurun, ya?#$e#Aku selalu ingin mencium aroma iridium. Tidak mudah untuk mendapatkannya.",
    "eventSeen_101_memory_oneweek": "Apakah Emily mengatakan sesuatu tentang kencan kami tempo hari??#$b#Tunggu, jangan katakan padaku... Aku lebih baik tidak tahu. Mungkin aku masih bisa menyelamatkan harga diriku.$s",
    "dating_Emily": "Aku... um... mendengar bahwa kamu dan Emily bersama. Selamat.$s",
    "married_Emily": "%Clint melihat ke tanah dan tidak akan mengatakan apa pun kepada kamu.",
    "divorced_Emily": "Akhir-akhir ini aku merasa sangat berharap.",
    "Thu8": "Aku dengar Emily memiliki seorang teman yang tinggal di padang pasir. Apa kau tahu sesuatu tentang dia?#$e#Aku ingin tahu apakah dia masih lajang ...$s",
    "Fri8": "Aku harus menabung dan membeli komputer ...#$e#Mungkin aku bisa menemukan pacar di 'internet'...$s#$e#Apa? Jangan menghakimi aku! Tidak semua orang adalah petani yang keren, menarik, dan pandai bergaul, kamu tahu!$u#$e#Apa yang harus dilakukan oleh orang seperti aku? *Mengerang*$s",
    "Sat10": "Bagaimana alat kamu bertahan?#$b#Jika mereka membutuhkan perbaikan, datang saja ke toko aku. Aku jamin alat-alat ini seumur hidup!",
    "Sun8": "Aku tidak tahu apakah orang-orang menyadari hal ini, atau peduli, tetapi aku sangat bangga dengan pekerjaan aku.#$e#Maksudku... Ketika aku masih kecil, aku tidak benar-benar bermimpi untuk menjadi pandai besi. Tapi itulah aku. Dan aku ingin menjadi pandai besi terbaik yang aku bisa.",
    "Mon8": "Aku benci mengatakannya, tapi terkadang aku senang ayah aku memaksa aku untuk menjadi pandai besi. Setidaknya aku punya profesi..#$e#Jika aku tidak ada pekerjaan yang harus dilakukan, aku mungkin akan menghabiskan waktu seharian hanya untuk mengasihani diri sendiri.$s"
}