{
    "AcceptGift_(O)StardropTea": "Wow, ini adalah zat yang langka. Aku harus membawanya ke laboratorium untuk... eh... analisis lebih lanjut.",
    "AcceptBirthdayGift_Positive": "Sebuah hadiah!... dengan waktu yang optimal. Hari ini adalah hari ulang tahun kelahiranku. Terima kasih.!$h",
    "AcceptBirthdayGift_Negative": "Sebuah hadiah!... dengan waktu yang optimal. Hari ini adalah hari ulang tahun kelahiranku.$h#$b#Mari kita lihat apa itu... $h#$b#...Oh.$s",
    "AcceptGift_(O)107": "Wow, telur dinosaurus yang masih utuh! Ini adalah spesimen yang sangat langka. Sekarang, seandainya saja bisa dierami...",
    "GreenRain": "Jangan pedulikan aku., @. Aku hanya mengumpulkan beberapa sampel. Ini mungkin kesempatan sekali seumur hidup!$7#$e#Erm... Jika kamu melihat istri aku, bisa kamu katakan padanya aku baik-baik saja?$7",
    "GreenRain_2": "Hujan tampaknya tidak berbahaya, jadi aku tidak terlalu berhati-hati tahun ini.",
    "firstVisit_Desert": "aku dengar kamu mengunjungi Gurun Belacu baru-baru ini. Sungguh menarik! Aku yakin kamu mengamati banyak bentuk kehidupan yang unik dalam perjalanan kamu.",
    "questComplete_104_memory_oneday": "Memeriksa penelitian tentang melon? Ya, aku... eh... 'menganalisisnya', dan tentu saja memiliki profil makronutrien yang optimal...",
    "purchasedAnimal_Dinosaur": "Katakan itu lagi!? kamu berhasil mengerami telur dinosaurus? Ini belum pernah terjadi sebelumnya.!$5#$e#Here, ambilkan kopiku, aku sudah lelah sekarang... Aku tidak bisa minum lagi. [253]",
    "dating_Maru": "Ya, Maru memberitahuku berita itu. Aku tak bisa bilang aku senang, tapi mungkin kau akan membuktikan bahwa aku salah.$u",
    "married_Maru": "*sigh*... @, Aku telah menerima bahwa inilah saatnya 'gadis kecil' aku menjadi seorang wanita. kamu memiliki berkat aku.$s",
    "married_Sebastian": "Selamat atas pernikahannya. Robin telah menangis sejak pernikahannya. 'Air mata sukacita', seperti yang dia sebut! Sebuah konsep yang paling aneh ...#$e#Hmm, sekarang ruang bawah tanahnya kosong, aku mungkin harus memperluas laboratorium ....$u",
    "eventSeen_65_memory_oneweek": "$y 'Bagaimana hasil eksperimen gua itu? Apakah sudah menghasilkan sesuatu yang berharga? Ya! Itu berarti kondisinya pasti lebih cocok daripada yang aku perkirakan... hmm... Tidak... Baiklah, teruslah memeriksanya sesekali. Aku yakin orang-orang kecil itu akan menghasilkan sesuatu pada akhirnya.'",
    "eventSeen_65_memory_twoweeks": "Jangan lupa untuk memeriksa gua pertanian itu! Pasti ada sesuatu yang berguna di sana sekarang."
}