{
    "AcceptBirthdayGift_Positive": "Oh, kamu ingat ulang tahun aku! Terima kasih, @! kamu sangat baik sekali.$h",
    "AcceptBirthdayGift_Negative": "Oh, kamu ingat hari ulang tahun aku! Terima kasih, @! Itu benar-benar ni--$h#$b#...* mengendus*... * mengendus*... bau apa itu?$s#$b#... Apa ini...?$s",
    "FlowerDance_Accept": "Ya, aku ingin sekali berdansa dengan kamu, @!$h#$e#Now Aku sangat senang... Ini akan sangat menyenangkan!",
    "AcceptGift_(O)StardropTea": "Wow, terima kasih! Aku pernah mendengar bahwa jika kamu meminumnya sebelum tidur, kamu akan mendapatkan mimpi yang indah.",
    "AcceptGift_(TR)ParrotEgg": "Oh, bagus, masih hangat... Kasihan, di mana ibunya? * Berbisik * ... Aku akan menjadi ibumu, jangan khawatir ... Bayi yang malang.$s#$b#Aku senang kamu memberikan ini kepada aku, @. Aku akan menjaganya dengan baik.",
    "AcceptGift_(O)68": "$c 0.5#Oh, wow... Terima kasih! Warna ini secara sempurna menangkap suasana hati aku hari ini.$h#Energi yang hangat dan menenangkan dari batu ini membantu kita memusatkan kembali pikiran kita... Ini benar-benar apa yang aku butuhkan pada hari seperti ini. Terima kasih!",
    "AcceptGift_(O)70": "$c 0.5#Itu lucu, aku bermimpi bahwa kamu akan memberi aku sepotong batu giok hari ini!$h#Ooh, ini batu giok! Ini seharusnya bisa menarik kekayaan... Dan siapa yang tidak senang dengan beberapa koin tambahan di saku?$h",
    "AcceptGift_(O)66": "$c 0.5#Oh, indah sekali, @! Aku harap kamu tidak menempatkan diri kamu dalam bahaya untuk mendapatkan ini.$h#Ah, batu kecubung! Ini akan melindungiku pada malam-malam larut bekerja di Saloon.",
    "AcceptGift_(O)64": "$c 0.5#Wow, lihat warnanya! Ini sangat cocok dengan pakaian aku.$h#Oh, ini sempurna... Aku merasa sedikit lesu akhir-akhir ini. Batu Rubi sangat bagus untuk membangkitkan semangat!",
    "AcceptGift_(O)62": "$c 0.5#Hal ini begitu halus! Ketika aku memegangnya... Aku bisa merasakan energi dari semua putri duyung di laut. Terima kasih.!#Terima kasih! Aku akan menaruhnya di bawah bantal aku, dan semoga aku akan bermimpi tentang lautan.",
    "AcceptGift_(O)60": "$c 0.5#Oh!... Heheh... Aku tahu persis mengapa kau memberiku batu ini hari ini. Sangat menarik...#Wow, indah sekali! Warna ini membuat aku berpikir tentang semua kekuatan spiritual di dalam hutan... Dapatkah kamu merasakan energi kayu itu?",
    "GreenRain": "Pasti ada makna di balik semua ini... Alam sedang mencoba untuk memberitahu kita sesuatu.$3#$e#Apa, meskipun? Aku tidak tahu... Sulit untuk dibaca. Aku merasakan kehadiran yang kuat, meskipun...$3",
    "GreenRain_2": "Dapatkah kamu merasakannya? Hutan sedang bernyanyi! Pohon-pohon menari dengan gembira!",
    "married_Haley": "Itu adalah pernikahan yang indah... Aku sangat senang untuk kamu dan Haley!$h",
    "divorced_Haley": "Haley terlalu bangga untuk patah hati atas perceraiannya... Atau setidaknya untuk menunjukkannya.$3",
    "eventSeen_471942": "Halo. @. Aku punya firasat bahwa aku akan bertemu dengan kamu hari ini.",
    "eventSeen_463391": "Tidak ada yang lebih menyedihkan daripada hewan yang terluka ....$s",
    "purchasedAnimal_Sheep": "Sekarang setelah kamu memiliki domba, kamu akan dapat membuat kain! Itu akan membuka dunia baru dalam hal menjahit. Tunggu dan lihat saja.",
    "eventSeen_11_memory_oneweek": "Pernahkah kamu mencoba memasak tanpa resep? Rasanya sangat membebaskan.#$b#Dan siapa tahu... kamu mungkin akan menemukan sesuatu yang menakjubkan!",
    "eventSeen_101_memory_oneweek": "Tamasya aku dengan Clint cukup menyenangkan!#$b#Meskipun, dia menumpahkan root beer ke seluruh tubuhnya dalam waktu sepuluh menit setelah tiba di sana, dan kemudian hampir tidak mengucapkan sepatah kata pun sepanjang malam.$3",
    "eventSeen_4081148": "Hei, aku melihatmu di acara Sam. Itu menyenangkan! Kota ini berbau sangat buruk, meskipun.$s",
    "eventSeen_2123343_memory_oneday": "Aku tidak akan melupakan perjalanan berkemah kami dalam waktu dekat ....$l",
    "dating_Emily": "%Emily memiliki senyum lebar di wajahnya.",
    "dating_Emily_memory_oneday": "Kami akan bersenang-senang bersama, aku tahu itu.$h",
    "married_Shane": "Nah, sekarang setelah kamu menikah, aku berasumsi Shane tidak akan sering datang ke Saloon!#$e#Itu mungkin hal yang baik, tetapi selalu sedikit menyedihkan untuk kehilangan seorang pemain reguler ....$s",
    "FlowerDance_Accept_Spouse": "Tentu saja, sayangku. Aku telah menantikan hal ini!$h",
    "FlowerDance_Decline": "Aku sangat menyesal... tapi aku sudah setuju untuk berdansa dengan orang lain.$u",
    "fall_15": "$d bus#Aku mengunjungi Sandy hari ini. Kami berteman baik.!#$e#Aku sangat senang bahwa bus telah diperbaiki.|* Menghela nafas*... Jika saja bus tua itu diperbaiki, aku akan mengunjungi teman aku Sandy hari ini...$s"
}