{
    "FlowerDance_Accept": "Oh... kamu mau berdansa dengan *aku*, ya?$13^Oh? Tentu! Aku akan berdansa denganmu!#$b#Hehe... tentu saja. Aku senang jadi pasanganmu.$h^Kita bakal bersenang-senang!$h#$e#Hmm... aku kagum sama percaya dirimu. Kebanyakan cowok terlalu malu untuk mengajakku.^Kamu kelihatan cantik banget hari ini!$h",
    "AcceptBirthdayGift_Loved": "*terkejut*... Kamu memberiku ini? Wow, @, ini hadiah ulang tahun terbaik yang pernah aku terima!$h",
    "AcceptBirthdayGift_Liked": "Awwww, kamu kasih aku hadiah ulang tahun? Wah, aku benar-benar suka ini!$h",
    "AcceptBirthdayGift_Negative": "Ih! Kamu kasih ini pas ulang tahunku? Ada apa sih sama kamu!$a",
    "AcceptGift_(O)StardropTea": "Untukku? Ooooh... Aku nggak bisa memutuskan, harus diminum, atau dipakai jadi sampo...",
    "AcceptGift_(O)88": "$c 0.8#Itu... kelapa? Aku suka banget ini!$h#Mmm... kelapa bikin aku ingat hari-hari cerah dan hangat di pantai. Saat aku memegangnya, rasanya seperti aku ada di sana... bahkan saat hujan.",
    "AcceptGift_(O)421": "Wow, indah sekali! Ini benar-benar favoritku.$h",
    "GreenRain": "Aku rasa aku belum pernah menginjakkan kaki di tempat ini. Ternyata lumayan nyaman juga!$h#$e#Oh, aku nggak khawatir soal hujannya. Aku yakin ini bakal cepat reda.",
    "GreenRain_2": "Bangunin aku kalau ada hujan warna pink... Atau lebih bagus lagi, hujan kue pink!",
    "eventSeen_14": "Seru sih foto-fotonya, tapi aku harus mandi dua jam buat ngilangin lumpur dari rambutku!$h",
    "eventSeen_13_memory_oneweek": "%Haley menyapamu dengan senyuman. Kamu melihat dia memakai gelang milik buyutnya.",
    "eventSeen_12_memory_oneweek": "Wow, kelihatannya seseorang sudah baca edisi terbaru 'Super Fashion Girl'... sepatu bot berlumpur lagi ngetren banget sekarang!$h",
    "eventSeen_12_memory_twoweeks": "Orang tuaku ngirim kartu pos lagi... Sepertinya mereka lagi di tengah-tengah pelayaran di Pantai Laut Permata.#$e#Mereka bilang aku dan Emily bisa ikut kapan saja, tapi jujur aja... siapa sih yang mau liburan bareng orang tua?",
    "eventSeen_11_memory_oneweek": "Belum lama ini, Emily bikin sesuatu yang dia sebut 'roti tupai'...$u#$e#Rasanya? Umm... yah, kalau ekorku agak lebih berbulu mungkin aku bakal suka.$h",
    "eventSeen_11_memory_twoweeks": "Kamu nonton episode 'Tears' tadi malam? *tersedu*... Aku nggak percaya Kyle dan Amy putus...$s",
    "cropMatured_421": "Namaku artinya 'ladang jerami', tapi aku lebih suka membayangkannya sebagai padang penuh bunga matahari...",
    "dating_Haley": "Aku sudah menunggu kamu menanyakan itu.$l",
    "dating_Haley_memory_oneday": "Kamu kelihatan ganteng banget hari ini.$l^Kamu kelihatan cantik banget hari ini.$l",
    "married_Emily": "Yah, berarti sekarang kamu jadi 'iparku', ya? Lucu juga dipikirin.^Hei, berarti kita agak kayak saudara perempuan sekarang!$h",
    "divorced_Emily": "Kamu dan Emily nggak berhasil ya... Yah... itu bisa terjadi.#$e#Tapi agak canggung juga ya, kalian masih sama-sama tinggal di kota kecil ini.",
    "dating_Haley_memory_oneyear": "Jadi, maksudnya gimana... apa aku bakal jadi 'pacarmu' selamanya aja...?$7",
    "married_Emily_memory_oneweek": "Emily mulai terbiasa dengan kehidupan di pertanian?#$e#Kamu tahu, aku sempat mikir Emily nggak akan pernah menikah...",
    "FlowerDance_Accept_Spouse": "*sigh*... Hari-hariku jadi Ratu Bunga sudah berakhir... jadi ini dansa yang manis tapi pahit buatku.$s#$b#Tapi, ya...",
    "FlowerDance_Decline": "Ih... Nggak mau."
}