{
    "AcceptBirthdayGift_Positive": "Oh! Terima kasih banyak! Aku tidak menyangka ada yang tahu kalau hari ini ulang tahunku.$h",
    "AcceptBirthdayGift_Negative": "Oh! Ini... yah, ini sesuatu. Aku tidak menyangka ada yang tahu kalau hari ini ulang tahunku.",
    "AcceptGift_(O)StardropTea": "Kamu memberiku ini? Aku merasa terhormat. Terima kasih!",
    "FlowerDance_Accept": "Oh! Kamu... mau berdansa denganku?$4#$b#...Ya. Aku sangat senang!$h",
    "GreenRain": "Aku bawa beberapa perlengkapan medis, untuk berjaga-jaga. Hati-hati di luar sana!",
    "GreenRain_2": "Pertama kali ini terjadi, kami semua khawatir hujannya mungkin berbahaya.#$b#Tapi bagaimana kalau sebenarnya justru menyehatkan tubuh? Siapa yang tahu... Setidaknya tanaman tampak merespons dengan baik.",
    "AcceptGift_(O)432": "Untukku? Terima kasih! Ini bakal luar biasa kalau ditaburkan di pasta.$h",
    "AcceptGift_(O)348": "Untukku? Wah, hadiah yang bagus! Ini kelihatan luar biasa!$h#$b#Kamu tahu, secara fisiologis aku tidak menyarankan konsumsi alkohol...#$b#Tapi tak bisa dipungkiri, rasanya menyenangkan bersantai sambil menikmati segelas anggur terbaik dari Lembah Stardew!$h",
    "eventSeen_56_memory_fourweeks": "Aku sudah mengerjakan 'daftar hewan' selama beberapa tahun. Aku ingin mengamati setiap spesies yang hidup di lembah ini!",
    "eventSeen_56_memory_twoweeks": "Aku pernah mencoba membuat acar sendiri sekali waktu...$s#$e#Umm, biar aku jelasin gini... Kodok yang kita bedah di SMA baunya kayak bunga mawar dibandingkan itu...",
    "eventSeen_56": "Sebagai dokter di kota kecil, kamu tidak bisa tidak membangun hubungan pribadi dengan pasienmu. Itu bisa jadi hal baik maupun buruk...",
    "eventSeen_58_memory_oneweek": "Nah, sekarang kamu tahu rahasiaku, jadi aku juga kasih kabar terbaru... Aku jauh lebih tidak ngos-ngosan setelah kelas aerobik minggu ini!",
    "eventSeen_58_memory_twoweeks": "Aku dapat olahraga yang sangat bagus di kelas aerobik, jadi kupikir aku pantas menikmati pasta primavera malam ini...$h",
    "eventSeen_58_memory_fourweeks": "Aku tidak tahu kenapa dulu malu ikut kelas aerobik dansa. Kakiku jadi sangat kuat, aku seharusnya merasa berani seperti singa!",
    "eventSeen_571102_memory": "Aku belum pernah cerita ke siapa pun tentang hobiku dengan pesawat sebelumnya... Kurasa aku merasa nyaman bicara denganmu.",
    "eventSeen_571102_memory_oneweek": "Sebagai dokter, ada batasan yang bisa kamu lakukan untuk membantu pasienmu...#$e#Aku pernah salah terlalu terlibat secara emosional di masa lalu... Aku tidak akan biarkan itu terjadi lagi...$s",
    "dating_Harvey": "Aku belum pernah merasakan hal seperti ini sebelumnya...$l",
    "dating_Harvey_memory_oneday": "Aku terlalu sering memikirkanmu, sampai-sampai pekerjaanku hampir tidak bisa kulakukan.$l",
    "dating_Maru_memory_oneday": "Maru belakangan ini terlihat lebih ceria dari biasanya... Kudengar kamu mungkin ada hubungannya dengan itu.",
    "married_Maru": "Selamat atas pernikahanmu, @. Maru sudah memberitahuku bahwa dia tetap akan bekerja di klinik, dan itu melegakan!",
    "married_Harvey": "Ini adalah momen paling bahagia dalam hidupku...$l",
    "FlowerDance_Accept_Spouse": "Aku sudah menantikannya sepanjang sore! Kamu terlihat begitu bercahaya di udara segar musim semi, cintaku.$l",
    "FlowerDance_Decline": "Oh! Maaf... Aku, eh... sudah berencana mengajak orang lain.$s",
    "Sat10": "*Hhh...* Aku mulai merasa agak tua...#$e#Semakin tua, semakin banyak kenangan yang jadi beban. Itu bisa sangat berat.$s#$e#Aku rasa aku akan tetap merasa muda kalau ada kamu di sisiku.$l"
}