{
    "AcceptGift_(O)StardropTea": "Ah... Kamu yakin mau memberikan barang berharga seperti ini? Baiklah, terima kasih!",
    "dating_Sam_memory_oneday": "Aku dengar tentang kamu dan Sam. Semoga dia nggak bikin kamu repot!$h",
    "married_Sam": "Aku sangat bahagia untukmu dan Sam. Kalian berdua pasangan yang sempurna!#$e#Aku nggak pernah menyangka bakal bilang ini... tapi aku akan merindukan suara berisik dari gitar Sam itu...$s",
    "GreenRain": "Kamu baik-baik saja? Kita belum pernah melihat hal seperti ini sebelumnya...$s#$e#Andai saja suamiku ada di sini. Dia pasti tahu persis harus bagaimana.$s",
    "GreenRain_2": "Vincent bangun pagi-pagi untuk bermain hujan. Aku cuma berharap mereka benar soal hujan ini benar-benar nggak berbahaya!",
    "eventSeen_94": "Terima kasih lagi sudah membawakan ikan itu! Itu salah satu yang terbaik yang pernah kami makan sejak lama.",
    "eventSeen_3910975": "*berbisik* Kamu dengar tentang Shane? Itu sungguh mengerikan... Aku harap dia baik-baik saja.$s",
    "pamHouseUpgrade": "Wow... Aku dengar apa yang kamu lakukan untuk Pam... Wah, aku penasaran apa yang dia lakukan sampai bisa mendapat kebaikanmu seperti itu?$s#$e#...Andai aku punya uang sebanyak itu untuk dibelanjakan...$s",
    "pamHouseUpgradeAnonymous": "Kamu lihat rumah barunya Pam? Wah... Andai aku punya uang sebanyak itu... Setidaknya aku ingin merenovasi dapurku...$s",
    "eventSeen_101": "Kasihan Clint... katanya dia tergila-gila pada Emily, tapi aku dengar Emily hanya menganggapnya sebagai teman...",
    "eventSeen_58": "Aku ikut kelas aerobik dengan para wanita setiap minggu...#$b#Belakangan ini, ada orang baru yang ikut kelas, tapi dia membuat kami semua bersumpah untuk tidak mengungkap identitasnya!",
    "eventSeen_3102768": "Penny gadis yang manis. Dia sudah cukup lama jadi gurunya Vincent, dan Vincent sangat menyayanginya.",
    "cc_Bus": "Kudengar bus sudah bisa beroperasi lagi. Aku yakin Pam senang soal itu...#$b#Aku dengar dia semakin sering minum setelah kehilangan pekerjaannya... jadi semoga ini bisa membantu.",
    "fall_Mon6": "Aku harus lebih sering bersyukur. Hidup kita di sini sebenarnya cukup baik. Beberapa orang bahkan tidak punya makanan yang cukup.$s"
}