{
    "AcceptGift_(O)StardropTea": "Oh, wow... Aku pernah menyesap ini waktu kecil, dan aku nggak pernah lupa rasanya.",
    "AcceptBirthdayGift_Positive": "Hei, terima kasih banyak, @! Ini membuat ulang tahunku terasa spesial.$h",
    "FlowerDance_Accept": "Kamu mau berdansa denganku? Ya!$h#$e#Aku tadi sempat berharap kamu bakal mengajakku...$h",
    "dating_Leah": "Aku sudah merasa kamu akan mengajakku...$l",
    "married_Elliott": "Elliott itu benar-benar romantis... Aku yakin harimu akan penuh dengan puisi!$h",
    "married_Shane": "Aku senang Shane ada di tempat yang lebih baik sekarang. Aku belum pernah lihat dia tersenyum sebanyak ini!#$e#Dengan kecintaannya pada ayam, aku yakin dia akan sangat cocok di %farm Farm!$h",
    "AcceptGift_(O)169": "Oh! Terima kasih! Bentuknya unik sekali...$h",
    "AcceptGift_(O)430": "Hei, kamu nemu ini di mana? *cium*... Mmm... Ini bakal sempurna kalau diparut di atas pasta segar. Terima kasih!$h",
    "AcceptGift_(O)200": "Mmm... Di kota, sayurnya nggak pernah seenak dan sesegar ini. Aku suka sekali!$h",
    "AcceptGift_(O)196": "$c 0.8#Ini terlihat enak... Terima kasih! Nggak ada yang bisa menyaingi salad segar dari alam.$h#Oh, wow, @! Ini persis yang lagi aku pengen! Kok kamu tahu?$h",
    "dating_Leah_memory_oneday": "Tolong jangan merasa harus menghabiskan semua waktumu denganku hanya karena kita pacaran... Aku tahu kamu orang yang sibuk!",
    "eventSeen_53_memory_oneday": "Aku berhasil menjual cukup banyak karya seni di pameran itu untuk bertahan satu tahun lagi... Itu saja yang aku butuhkan!",
    "eventSeen_54_memory_oneday": "Aku masih kesal soal piknik itu... aneh banget orang itu!$a#$b#Jangan pernah kita bahas lagi... orang itu... selamanya.$s",
    "eventSeen_584059_memory_oneday": "Kalau karya seniku terus laku di internet seperti sekarang, aku bisa terus berkarya selamanya. Itu memang impianku dari dulu.",
    "FlowerDance_Accept_Spouse": "Akhirnya! Aku mulai khawatir kamu mau berdansa dengan orang lain!$h",
    "FlowerDance_Decline": "Sejujurnya... Aku nggak mau berdansa denganmu.$u",
    "GreenRain": "Dari mana datangnya semua tanaman ini? Mengejutkan, tapi aku nggak keberatan...",
    "GreenRainFinished": "Sepertinya semua orang di kota ketakutan karena hujan aneh itu? Aku sama sekali nggak tahu... Aku justru merasa itu luar biasa!$h",
    "GreenRain_2": "Bayangkan kalau hujan ini berlangsung sepanjang musim panas... Tanaman pasti bakal mengambil alih seluruh lembah!",
    "Fri6": "Kadang, aku merasakan perasaan aneh. Kepalaku jadi kosong total... dan aku merasa damai, bahkan bahagia.#$e#Eh, jangan salah paham ya! Ini nggak ada hubungannya dengan minum anggur!$h",
    "Fri8": "Kamu pernah nggak, bertanya-tanya gimana rasanya jadi orang lain?#$e#Apa pikiran kita berjalan dengan cara yang sama, atau sepenuhnya berbeda?#$e#Abaikan saja, aku kadang suka mikir aneh-aneh...$h",
    "summer_Fri4": "Kamu pernah nggak, jalan ke hutan... lalu berhenti sejenak... dan sekadar menikmati keindahan alam?#$e#Mudah banget lupa betapa luar biasanya dunia ini sebenarnya...",
    "summer_Sat4": "Suatu musim panas, malamnya panas banget sampai aku keluar dari tempat tidur dan langsung nyebur ke sungai!#$e#Semoga nggak ada yang lihat waktu itu!$h",
    "fall_Sun4": "Salah satu hal yang aku suka dari tempat ini adalah adanya air terjun yang indah.#$e#Kamu pernah menghabiskan waktu hanya untuk melihatnya? Menenangkan sekali...",
    "winter_Sun4": "Sesekali kamu harus libur sehari penuh.#$b#Bukan cuma baik untuk jiwa, tapi dalam jangka panjang, kamu malah akan lebih produktif!"
}