{
    "AcceptGift_(O)StardropTea": "Aku sudah mencoba banyak teh dalam hidupku, tapi tidak ada yang begitu langka dan istimewa seperti ini. Terima kasih!",
    "AcceptBirthdayGift_Positive": "Ah, kamu ingat ulang tahun wali kota tua ini. Itu sangat perhatian darimu. Dan hadiahnya juga bagus!$h",
    "GreenRain": "Aku baru saja selesai menelepon Gubernur... Katanya hujan ini seharusnya sama sekali tidak berbahaya. Hanya fenomena alam yang tidak biasa.#$b#Tetap saja, beberapa warga panik, dan itu tidak pernah baik...",
    "GreenRainFinished": "Wah, itu cukup jadi kejadian besar untuk kota kecil kita! Aku hanya lega semua orang baik-baik saja.$h#$e#Kalau ini terjadi lagi, kurasa kita semua akan lebih santai. Ini bukan akhir dunia!",
    "GreenRain_2": "Kurasa kita bisa mengharapkan hujan-hujan aneh ini setiap tahun. Aku pikir semua orang lebih tenang sekarang karena tahu itu hanya bagian dari alam.",
    "AcceptBirthdayGift_Negative": "Ah, kamu ingat ulang tahun wali kota tua ini... apa ini?$h#$b#Umm... yah kamu tahu pepatah, 'yang penting niatnya'.",
    "cropMatured_24": "Hei, aku sedang berkeliling malam hari, dan melihat parsnip pertamamu sudah siap. Selamat!",
    "cropMatured_254": "Melon-melon itu terlihat sangat bagus di %farm farm!$h#$b#Kamu tahu, itu salah satu tanaman favorit Kakekmu dulu.",
    "cropMatured_276": "Tidak ada yang lebih menggambarkan 'Musim Gugur' selain labu, bukan begitu?",
    "married": "Selamat, @. Ini adalah langkah besar untukmu dan %spouse. Kamu benar-benar sudah menanamkan akar di kota ini!",
    "married_twice": "Sekali lagi, selamat, @.",
    "divorced_once": "Surat cerai sudah selesai diurus. Maaf halnya tidak berjalan sesuai harapan...",
    "divorced_twice": "Cerai lagi? Ayolah, @... kamu harus lebih hati-hati memilih siapa yang akan kamu nikahi di masa depan...$u",
    "movieTheater": "Semua anak muda terlihat senang dengan bioskop baru.#$e#Bioskop yang ramai akan bagus untuk ekonomi lokal. Aku hanya berharap tidak ada hal yang tidak pantas di film-film modern itu!",
    "cc_Bridge": "Entah bagaimana, jembatan tua ke tambang sekarang sudah diperbaiki.#$b#Aku kaget... Pasti butuh seluruh tim untuk memperbaikinya!#$b#Siapa yang bisa melakukan itu?",
    "wonGrange": "Selamat telah memenangkan kompetisi pameran pertanian itu.#$e#Hehe... Hanya antara aku dan kamu, kurasa Pierre butuh semangkuk puding kerendahan hati!$h"
}