{
    "FlowerDance_Accept": "Heh... tentu! Tiba-tiba, dansa ini terasa jauh lebih seru.$h",
    "AcceptBirthdayGift_Positive": "Hei, apa ini, hadiah ulang tahun? Keren banget! Terima kasih sudah mengingatku!$h",
    "AcceptBirthdayGift_Negative": "Hei, apa ini, hadiah ulang tahun? Ini... uh, yah, setidaknya hadiah! Terima kasih sudah mengingatku, bagaimanapun juga.",
    "AcceptGift_(O)StardropTea": "Mmm... Kok bisa enak banget rasanya? Ini benar-benar hadiah yang luar biasa.",
    "AcceptGift_(O)787": "Ini bakal sempurna untuk memberi tenaga ke proyek terbaruku! Terima kasih, @!$h",
    "AcceptGift_(O)336": "Ah, emas murni... Memang bukan material terkuat, tapi punya banyak kegunaan!$h",
    "AcceptGift_(O)337": "Oh, wow! Itu elemen langka. Konon semua iridium di dunia kita berasal dari meteor...$h",
    "AcceptGift_(O)122": "Ooh, seru banget! Aku akan membongkarnya dan coba rekayasa balik teknologinya.$h",
    "AcceptGift_(O)910": "Ahh! Hati-hati dengan itu! Apa kamu menyentuhnya dengan tangan kosong?$9#$b#... Maaf... hehe... Dengan penanganan yang tepat, ini akan sempurna untuk mesin eksotis yang sedang kubuat.",
    "dating_Maru": "Ummm... Jangan bilang ke Ayah dulu, ya? Biar aku yang kasih tahu.",
    "dating_Maru_memory_oneday": "Mmm... Aku agak susah fokus kerja hari ini.$l",
    "GreenRain": "Aku pengen ngumpulin sampel sama Ayah, tapi Ibu maksa kita tetap di sini...",
    "GreenRain_2": "Ini kesempatan langka untuk meneliti fenomena unik... setiap detik itu berharga!",
    "eventSeen_9": "Seharusnya aku meluangkan lebih banyak waktu pada karya itu sebelum menunjukkannya padamu...$s",
    "eventSeen_9_memory_oneweek": "Bagaimana tanganmu?#$b#Biar aku lihat... Hei, kelihatannya sudah sembuh total!$h",
    "married_Sebastian": "Hei, jadi sekarang kita kakak-adik ya!$h^Hei, jadi sekarang kita saudara perempuan ya!$h#$e#Aku senang Sebastian akhirnya bisa keluar dari basement...#$e#Aku doakan yang terbaik buat kalian berdua!",
    "married_Penny": "Hei, selamat ya!$h#$b#Aku ingat pertama kali Penny bilang dia punya perasaan sama kamu...#$b#Dia kelihatan malu banget, tapi aku langsung tahu itu serius... dia nggak akan bilang begitu kalau nggak sungguh-sungguh!",
    "married_Harvey": "Kamu selalu terlihat terlalu sehat untuk sering-sering datang ke klinik... Sekarang semuanya jadi masuk akal...",
    "FlowerDance_Accept_Spouse": "Tentu saja... *berbisik* Nanti kita bisa pulang dan berpelukan, ya?$l",
    "FlowerDance_Decline": "Aku tersanjung! Tapi... Tidak.",
    "Thu4": "Kadang, waktu aku lihat angkasa pakai teleskop, aku merasa merinding... Seperti kita sebenarnya nggak seharusnya melihat ini.#$e#Konyol, ya, aku tahu...$h",
    "Sat2": "Rasanya memuaskan banget kalau bisa memperbaiki sesuatu sendiri, daripada langsung membuangnya.",
    "Sat4": "Ada orang bilang 'sihir itu nggak nyata'... tapi apa mereka pernah benar-benar mikirin magnetisme?",
    "Sat6": "Kalau dipikir-pikir, tubuh manusia itu luar biasa... sulit dipercaya bisa 'berfungsi' begitu saja.",
    "Sat8": "Kamu tahu, aku kepikiran... meski ada teknologi secanggih apapun, nggak ada yang bisa ngalahin punya teman manusia sejati.",
    "Fri6": "Ayahku sangat logis, sedangkan Ibuku sangat intuitif. Perbedaan itu kadang bikin mereka bertengkar...$s",
    "summer_Wed2": "Apa cuma aku atau tiba-tiba jadi panas banget?#$e#Sepertinya cuma aku."
}