{
    "AcceptGift_(O)StardropTea": "Eh, sebentar... kamu beneran ngasih ini ke aku? Wah, istimewa banget! Makasih, ya.",
    "AcceptGift_(O)Book_Woodcutting": "Apa ini... 'Rahasia Woody'? ... Umm, buku apa ini, @?$6#$b#Ohh, ternyata soal menebang kayu! Hahaha... Wah iya, aku bakal suka banget. Makasih!$4",
    "AcceptGift_(O)SkillBook_2": "Ah, 'Woodcutter's Weekly'... aku emang lagi pengen banget baca edisi terbaru! Ada semua teknik terbaru di sini!#$b#Dari sesama penebang kayu... makasih, ya.$h",
    "GreenRain": "Orang itu gila! Kenapa sih dia harus maksa keluar? Kita aja nggak tahu hujan ini berbahaya atau nggak!$u%noturn",
    "GreenRainFinished": "Semoga Demetrius puas sama 'sampel' yang dia kumpulin. Kayaknya proyek ilmiahnya lebih penting daripada istrinya sendiri. Hmmph.$6",
    "GreenRain_2": "Hari ini banyak kayu bagus di luar. Lebih baik cepat tebang, ya?",
    "divorced_Sebastian": "Sebastian balik lagi ke ruang bawah tanah... apa yang sebenernya terjadi antara kalian?$s",
    "divorced_Maru": "Maru nangis semalaman... kita semua bener-bener sedih...$s",
    "married_Sebastian": "Oh, jangan khawatir... ini air mata bahagia. Aku tahu Sebastian bakal sangat bahagia di %farm Farm!$h",
    "married_Maru": "Kami semua pasti kangen sama Maru di rumah, tapi aku yakin kita masih sering ketemu!",
    "houseUpgrade_1": "Seru banget kerja ngerombak rumahmu. Mungkin itu konstruksi terbaik yang pernah aku bikin!$h#$e#Semoga kamu betah sama dapur barunya.",
    "houseUpgrade_2": "Jadi, mau kamu pake buat apa tuh ruang baru di rumahmu?#$e#Atau harusnya aku sebut... 'mansion' kamu?$h",
    "houseUpgrade_3": "Jadi, kamu mau terjun ke bisnis wine tua, ya? Katanya sih menguntungkan banget... kalau sabar.",
    "structureBuilt_Coop": "Kayaknya itu kandang ayam paling kokoh yang pernah aku bangun. Semoga kepake banget ya!",
    "structureBuilt_Shed": "Jadi, rencanamu apa dengan gudang baru itu? Banyak banget kemungkinan!",
    "structureBuilt_Coop_memory_oneweek": "Gimana kabar kandang barumu? Aku nggak sabar pengen liat hewan-hewan barumu!",
    "structureBuilt_Barn_memory_oneweek": "Kamu puas sama kandang barumu? Aku yakin ternakmu bakal bahagia di sana!",
    "structureBuilt_Slime Hutch": "*fiuuh*... Bikin rumah slime itu kerjaan berat banget... aku butuh sehari di spa buat pulih!$h",
    "structureBuilt_Stable_memory_oneweek": "Jadi, udah sering keliling kota pake kuda barumu?#$b#Aku bisa bayangin badanmu pegal-pegal, tapi nanti juga terbiasa.$h",
    "structureBuilt_Fish Pond": "Aku sempet bilang ke Willy kalau kamu bikin kolam ikan baru. Dia keliatan seneng banget.#$e#Katanya dulu dia juga pernah ternak kepiting waktu masih muda. Nyebutnya 'tradisi yang udah turun-temurun'.$h"
}