{
    "AcceptGift_(O)206": "Asik banget... Waktunya pizza!$h",
    "AcceptBirthdayGift_Positive": "Heh, heh, heh! Kamu inget juga! Nah, gitu dong!$h",
    "AcceptBirthdayGift_Negative": "Heh, heh, heh! Kamu inget—$h#$b#...*sniff*...*sniff*... bau apaan nih...? $8#$b#...Oh.$5",
    "FlowerDance_Accept": "Oh... sama aku? Hehe... Iya, boleh. Kayaknya seru!$10",
    "GreenRain": "Whaaa! Ini asam ya? Apa bakal nembus atap terus bikin kita gosong hidup-hidup?$8#$b#Aku harus jaga adikku!$7",
    "GreenRainFinished": "Kayaknya nggak ada yang rusak... aneh banget sih. Kamu sendiri gimana kabarnya?",
    "GreenRain_2": "Kamu ngerasa nggak, hujan ini hangat banget? Kayak hidup gitu rasanya...",
    "dating_Sam": "Umm... Jadi... aku boleh dapet ciuman sekarang nggak?$l",
    "dating_Sam_memory_oneday": "Aku nggak bisa tidur semalem. Kepikiran terus semua hal seru yang bakal kita lakuin bareng.$10",
    "AcceptGift_(O)StardropTea": "Woooaa... bentar... ini beneran buat aku? Aku nggak nyangka banget! Makasih banyak!",
    "dating_Sebastian": "Aku denger kamu jadian sama Sebastian... dia tetep ikut latihan band tiap minggu kan?",
    "married_Sebastian": "Wow, aku nggak nyangka kamu sama Sebastian nikah. Dunia bener-bener berubah ya...$u#$e#Eh, gapapa sih... aku yakin dia tetep sempet nongkrong.",
    "married_Abigail": "Eh, maksudnya gimana nih? Kamu ngerebut drummer-ku!$8#$b#Haha, bercanda... Selamat ya!$h",
    "eventSeen_45": "Kayaknya aku harus ngilang dulu sementara. Jangan sampe bikin Pak Lurah Lewis marah! ",
    "firstVisit_Sewer": "Heheh... Jadi kamu udah ke got, ya? Aku juga pernah nyusup ke sana beberapa kali. Cukup creepy sih.#$e#Kok bisa tau? Hmm... gampang aja... 'hidung nggak pernah bohong'.$h",
    "eventSeen_45_memory_oneweek": "Bakal keren banget kan kalo kota ini punya skate park?#$b#Sekarang tinggal gimana cara ngeyakinin Pak Lurah Lewis...$s",
    "eventSeen_4081148_memory_oneday": "Padahal udah latihan terus, tapi aku tetep bikin banyak kesalahan di panggung... semoga aja nggak ada yang nyadar.$s#$e#Deg-degan juga sih tampil di depan semua orang!$h",
    "eventSeen_733330_memory_oneday": "Kalau... eh maksudku *pas* Ayah balik nanti, aku penasaran... dia bakal sama kayak yang aku inget nggak ya?$s",
    "FlowerDance_Accept_Spouse": "Duh, aku harus pake setelan norak itu lagi? Kirain abis nikah udah bebas... Yah, baiklah.$s",
    "FlowerDance_Decline": "Hmm... nggak tau deh. Mungkin tahun depan aja.$s",
    "summer_Thu6_2": "Kadang aku bisa denger Ayah jalan bolak-balik di lorong pas malem.$s#$b#...Tapi dia nggak pernah bilang apa yang sebenernya dia pikirin."
}