{
    "AcceptBirthdayGift_Positive": "Oh, serius? Aku tidak menyangka ini. Tapi kelihatan bagus. Terima kasih.$h",
    "AcceptBirthdayGift_Negative": "Uhh... yah, aku menghargai niatmu.",
    "dating_Sebastian": "Jangan ejek aku... tapi aku belum pernah pacaran seperti ini sebelumnya.$l^Jangan ejek aku... tapi aku belum pernah punya pacar sebelumnya.$l",
    "dating_Sebastian_memory_oneday": "Hei... kamu terlihat hebat.$l#$e#Aku terus memikirkanmu seharian...$l",
    "dating_Sebastian_memory_oneyear": "Hei... sudah setahun sejak kita mulai pacaran, ingat?$h#$e#Ini adalah tahun terbaik dalam hidupku...$l",
    "FlowerDance_Accept": "Oh ya? ... Baiklah, aku akan.#$b#Heh... mungkin festival ini tidak terlalu buruk.$h",
    "married_Maru": "Demetrius sangat tegang karena pernikahan, suasana di rumah cukup tegang.",
    "GreenRain": "Ibuku panik, tapi aku sebenarnya agak menikmatinya. Aku yakin katak-katak di luar sedang heboh!$h#$e#Aku akan tetap di sini mencoba menenangkannya.",
    "GreenRain_2": "Aku berharap cuaca ini kembali. Ini membuatku lebih menghargai musim panas.",
    "eventSeen_4081148": "Pertunjukannya berjalan dengan baik. Aku agak gugup sebelumnya, tapi begitu di atas panggung aku langsung fokus.",
    "AcceptGift_(O)575": "Apakah ini obsidian? Ini persis yang kucari... Aku akan mencoba membuatnya menjadi belati.$h",
    "AcceptGift_(O)StardropTea": "Terima kasih. Aku akan meminumnya saat langit mulai gelap.",
    "AcceptGift_(O)Book_Defense": "Apa maksudmu... aku harus berolahraga?$s#$b#Well, aku lebih tipe 'lincah'... Mungkin aku akan baca setengahnya dulu.$h",
    "AcceptGift_(O)227": "$c 0.8#Aku benar-benar menyukai ini. Bagaimana kamu tahu?$h#Mmm... setelah terbiasa makan ikan mentah, ini jadi sangat adiktif.",
    "AcceptGift_(O)305": "$c 0.8#Whoa... Telur ini berbicara padaku... Aku akan meletakkannya di mejaku. Terima kasih!$h#Hmm... kalau aku taruh ini di bawah bantal, apakah akan menetas? Hehe... cuma ada satu cara untuk tahu.$h",
    "AcceptGift_(O)236": "Kamu membawakanku sup? Itu sangat baik.$h#$b#Ini mengingatkanku pada banyak kenangan...",
    "AcceptGift_(TR)FrogEgg": "Hei, itu telur katak! Aku akan lihat apakah bisa menetas. Terima kasih!$h",
    "firstVisit_Railroad": "Aku senang jalur menuju rel kereta terbuka lagi.#$b#Aku suka ke sana saat ingin sendiri.#$e#...Dan itu sering terjadi.",
    "FlowerDance_Accept_Spouse": "Ugh... harus ikut ya? Baiklah.",
    "FlowerDance_Decline": "Tidak... Ada orang lain yang ingin aku ajak menari.",
    "summer_Tue4": "Aku menantikan musim dingin yang lembap. Menyalurkan sisi kodokku, sepertinya.$h",
    "summer_Wed6": "Jika kamu depresi, semua terasa bodoh. Tapi jika kamu positif, hal paling biasa pun bisa membahagiakan.#$e#Bagaimana caranya tetap positif jangka panjang? Aku tidak tahu.#$e#...Mungkin suatu hari aku akan menemukannya.",
    "summer_Wed10": "Kenapa aku tersenyum? Mungkin aku akhir-akhir ini cukup bahagia...$l",
    "fall_Tue10": "Aku selalu merasa seperti underdog. Tapi tantangan ini akan membuatku lebih kuat.",
    "winter_Mon8": "Pernahkah kamu menengok masa lalumu dengan rasa malu dan menyesal?#$e#Aku rasa itu memang bagian dari proses tumbuh dewasa."
}