{
    "AcceptBirthdayGift_Loved": "Oh, ini ulang tahunku? Aku berharap aku akan lupa.#$b#Tapi ini benar-benar bagus, terima kasih.$h",
    "AcceptBirthdayGift_Liked": "Oh, ini ulang tahunku? Benar juga... hampir saja aku lupa. Terima kasih.",
    "GreenRain": "Aku tidak perlu masuk kerja hari ini, jadi aku tidak mengeluh...",
    "GreenRain_2": "Oh, ada cuaca aneh hari ini? Aku tidak menyadarinya.",
    "AcceptGift_(O)StardropTea": "Heh... terima kasih. Rasanya persis seperti bir.",
    "FlowerDance_Accept": "Um... tentu.#$e#Lebih baik aku berhenti makan...",
    "AcceptGift_(O)203": "Oh, kamu membuatnya? *squish*... Um... *smack*... Aku rasa aku tetap pilih pizza beku. Tapi terima kasih.",
    "eventSeen_611944_memory_oneweek": "Sudah coba Joja Bubblerito yang baru? Aku makan dua sekaligus kemarin, itu kesalahan...",
    "dating_Shane": "Aku... tidak benar-benar mengharapkan ini, setelah semua yang telah kulakukan padamu...",
    "dating_Shane_memory_oneday": "Aku rasa aku mungkin orang paling beruntung di dunia... $h",
    "eventSeen_3910975": "Maaf kamu harus melihatku seperti itu, @...$s",
    "eventSeen_3910975_memory_oneweek": "Aku sedang mencoba mengurangi minuman keras... tidak akan mudah.",
    "FlowerDance_Accept_Spouse": "Menari? Hoo-boy. Baiklah... biar aku minum beberapa lagi dulu...",
    "FlowerDance_Decline": "...Tidak.$s",
    "Mon6": "Jujur, aku masih tidak mengerti kenapa kamu mau berteman denganku.||Hidup tidak adil, dan aku tidak bisa menahan rasa pahit tentang itu.",
    "Tue8": "Kita harus pergi nonton pertandingan Tunnelers suatu saat. Saat aku pergi sendiri, biasanya aku minum bir terlalu banyak.",
    "Tue10": "Aku harus tetap tegar demi Jas. Aku tidak ingin menjadi contoh buruk untuknya.||Aku seperti sosok ayah untuk Jas. Aku hanya berharap aku tidak terlalu mengecewakannya.$s",
    "Fri8": "Buh... Bisa bayangkan betapa menjijikkannya hatiku?$s#$e#Tubuhku terasa dua puluh tahun lebih tua dari seharusnya...$s",
    "Fri10": "Tubuhku jauh lebih nyaman sejak aku mengurangi minum alkohol.#$e#Tapi masih terasa seperti selalu berada di tepi jurang...$s",
    "Sat10": "Pertanianmu terlihat seperti tempat yang bagus untuk memelihara ayam.$h"
}